Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Ho there, friends! I am but a soldier of humble circumstances, yet long have I dreamed of joining great wars beyond our shores. Let me join your mission!
uk_ua: Йо, друзі! Я лише простий солдат, але я завжди мріяв долучитися до великих воєн за межами наших берегів. Дозвольте мені приєднатися до вашої місії!

source: Ho, Galdrad! Has Delfador conjured something else to beat me with? A flock of scarecrows, perhaps?
uk_ua: Хо-хо, Гальдрад! Делфадор начаклував мені ще супротивників? Мабуть, купку городніх опудал?

source: Hogar was a fool! Reserves!
uk_ua: Хогар був дурень! Резерви до бою!

source: Hold Position
uk_ua: Утримувати позицію

source: Hold a moment! Do you think, with its master gone, it might desire a new one?
uk_ua: Почекай! Як гадаєш, якщо воно втратить хазяїна, то захоче отримати нового?

source: Hold fast, men of the South Guard! No matter how daunting the evil that opposes us, we must weather this darkness and defend our homes!
uk_ua: Тримайтеся, люди Південної Гвардії! Неважливо яке лякаюче зло протистоїть нам, ми маємо прогнати цю темряву та захистити наш дім!

source: Hold off the undead hordes and keep Sir Gerrick alive as long as you can. Starting on turn 6, every turn that passes strengthens the defenses of Westin.
uk_ua: Стримуйте орди мерців та тримайте Пана Герріка живим якомога довше. Починаючи з 6-го ходу, кожен додатковий хід, який ви пережили, зміцнює оборону Вестіну.

source: Hold the line: keep Sir Gerrick alive as long as possible
uk_ua: Тримайте оборону: Пан Геррік має прожити так довго, як це тільки можливо

source: Hold there! You cannot pass. You’ve already stumbled on the orcish rear guard. The main body of their forces is on the road to Southbay. It is an army of nightmarish size.
uk_ua: Стояти! Туди не можна. Ви вже нарвалися на ар'єргард орків. Їхні головні сили прямують до Південної Бухти. Це армія жахливих розмірів.

source: Hold there, soldier! Can we not come to terms without bloodshed?
uk_ua: Зупинися, солдате! Чому ми не можемо прийти до розуміння, не проливаючи крові?

source: Hold your tongue! I can see that! I tolerate advisors but not when they only speak the obvious.
uk_ua: Стули пельку! Сам бачу! Я готовий терпіти порадників, але не тих, що говорять очевидні речі.

source: Hold... kinsman. Who are you and from where do you hail?
uk_ua: Зажди… Чоловіче. Хто ти та звідки?

source: Holding down <b>shift</b> will make the animations for moving and fighting quicker. The <b>acceleration factor</b> can be set, and turned on by default, in the <b>Preferences</b> menu’s <b>General</b> tab.
uk_ua: Затискаючи <b>shift</b> змусить анімації переміщення та атаки бути швидшими. <b>Прискорення руху</b> можна встановити та ввімкнути за замовчення в меню <b>Параметрів</b> у вкладці <b>Загальні</b>.

source: Holding down <b>shift</b> will make the animations for moving and fighting quicker. The <i>acceleration factor</i> can be set, and turned on by default, in the <i>Preferences</i> menu’s <i>General</i> tab.
uk_ua: Затисніть <b>Shift</b> щоб прискорити анімації бою та пересування. <i>Величина прискорення</i> може бути задана у <i>Налаштуваннях</i> у розділі <i>Загальні</i>, типово ця опція ввімкнена.

source: Holy Sword
uk_ua: Святий меч

source: Holy Water
uk_ua: Свята Вода

source: Holy water
uk_ua: Свята вода

source: Holy water? What is this? Have you been dabbling where you should not, in the Book of Crelanu?
uk_ua: Свята вода? Що це? Ти знову порпалася де не належить, в Книзі Крелану?

source: Honor me by destroying Jevyan! Preferably before he can do unnatural things to me. I want to rest in the ground, not be some mindless undead slave for all eternity!
uk_ua: Ушануйте мене, знищивши Жев'яна! Бажано до того, як він зможе зробити зі мною що-небудь неприродне. Я хочу покоїтися в землі, а не бути бездумним рабом усю довгу вічність!

source: Hop from castle to castle while fighting over a central isle.
uk_ua: Перескакуйте від замку до замку, б'ючись на центральному острові.

source: Hopefully this will be enough gold.
uk_ua: Сподіваюся, цього золота вистачить.

source: Horfir
uk_ua: Хорфір

source: Horned Scarab
uk_ua: Рогатий скарабей

source: Horr
uk_ua: Хорр

source: Horse-based units are generally resistant to attacks with bladed or impact weapons, but are vulnerable to attacks with piercing weapons, including bows and spears.
uk_ua: Кінні бійці добре захищені від атак ріжучою та ударною зброєю, але вразливі до атак колючої зброї, включаючи стріли і списи.

source: Horseman
uk_ua: Вершник

source: Horseman Commander
uk_ua: Верховий командир

source: Horsemen of skill and discipline are promoted to Knights. Veterans of combat, they have seen the often-fatal results of a failed charge, and have learnt discretion in its use. Knights, therefore, carry swords in their armament, and practice tactics which, although requiring of much more patience, are less risky than a charge. Their lances are still at the ready, however, and growing experience with these weapons makes them deadlier at the tilt.
uk_ua: Талановиті і дисципліновані вершники стають лицарями. Ветерани битв, які бачили фатальні результати невдалого наскоку і навчились обережності. Тому лицарі носять з собою мечі і вивчають тактику, хоча це і вимагає більшого терпіння, але це краще за смерть. Проте їх списи завжди напоготові, і зростаючий досвід використання цієї зброї робить їх напад смертоносним.

source: Hoshnak
uk_ua: Хошнак

source: Host Networked Game
uk_ua: Створити мережну гру

source: Host a game using a dedicated server
uk_ua: Захостити мережеву гру через виділений сервер

source: Hotkey
uk_ua: Гаряча клавіша

source: Hotkey(s):
uk_ua: Гарячі клавіші:

source: Hotkeys
uk_ua: Гарячі клавіші

source: Hotkeys Reset
uk_ua: Скидання клавіш

source: Houses of the Dead
uk_ua: Домівки Мертвих

source: How can this be?
uk_ua: Як таке можливо?

source: How can this be? My gods have forsaken me...
uk_ua: Як таке можливо? Боги покинули мене...

source: How dare you speak of Mebrin with such lies?! Though he has knowledge of the undead, he is no human, so easily corrupted by the temptation of such power. Did you think that you could fool us with such a fictitious story?
uk_ua: Як ти смієш казати про Мербіна таку брехню?! Хоч він і має знання про мерців, він не людина, його так легко не звабити такою силою. Ви гадали, що зможете обдурити нас такою неправдивою вигадкою?

source: How dare you! To accuse our beloved sage of such things... does the stupidity of humanity know no bounds?
uk_ua: Як ти смієш! Звинувачувати нашого улюбленого мудреця у таких речах... тупість людей не має меж?

source: How did you come to be in a cage?
uk_ua: Як ти потрапив в клітку?

source: How do we know we can trust him?
uk_ua: Але чи можемо ми йому довіряти?

source: How do you guard wounded units? They are best guarded by being out of the adversary&#8217;s reach. No enemy can attack them if enemies cannot even come near them. The next section about zone of control (ZOC) shows how to restrict the enemy&#8217;s moves.
uk_ua: Як захистити поранених бійців? Вони будуть у безпеці, якщо знаходитимуться поза досяжністю противника. Якщо ворог не зможе підійти до них, він не зможе їх і атакувати. Наступний розділ, присвячений зонам контролю, показує, як обмежити ходи противника.

source: How do you know my name?
uk_ua: Звідки ви знаєте моє ім'я?

source: How little you understand. Such pompous words do not befit such an ignorant boy. Your foolish babble means nothing in the face of my insurmountable power! Rise, my warriors!
uk_ua: Як мало ти розумієш. Такі пихаті слова не личать такому неосвіченому хлопчику. Твоє безглузде белькотіння нічого не варте перед обличчям моєї нездоланної сили! Повстаньте, мої воїни!

source: How odd. I wonder what they are from. A gryphon perhaps?
uk_ua: Дивина. Цікаво, чиї вони. Можливо, грифонячі?

source: How?
uk_ua: Як?

source: However, I am afraid that not everyone will follow you on so perilous an adventure. First, you must prove you are not afraid of danger. If you leave now, many will think the mission is but an excuse to flee.
uk_ua: Як би то не було, я боюся, що не усі підуть за тобою на таке ризиковане завдання. Спочатку ти повинен довести, що не боїшся небезпек. Якщо ти підеш зараз, багато хто вирішить, що ця місія усього лише твій привід, щоб втекти.

source: However, keep an eye on that ford. The orcs may try to sneak around behind our forces. It might do to send a few units to defend the banks, and the village there.
uk_ua: Однак пильнуй за цим бродом. Орки намагатимуться обійти наші основні сили. Відправ декількох бійців захищати берег і село поряд.

source: Howyrth
uk_ua: Ховирт

source: Hraul
uk_ua: Храул

source: Hruuuarrgh! The vile human-creatures hew at me...
uk_ua: Хруууаррг! Мерзенні люди мене рубають...

source: HttT
uk_ua: СП

source: Huh. Well, they’re not the first ugly things we’ve seen in the wilds. Your club crushes bone just fine, so crush them.
uk_ua: Хе. Ну, ми не вперше зустрічаємо в хащах якусь бридоту. Твоя довбня чудово ламає кістки, розтовчи-но їх нею.

source: Human Castle
uk_ua: Людський замок

source: Human Castle Keep
uk_ua: Людська замкова вежа

source: Human City
uk_ua: Людське місто

source: Human, take me with you!
uk_ua: Людська с-с-самко, забери мене із с-с-собою!

source: Human, ye ha’ fought well. I am Ulrek, chieftain o’ the clan of Norlund. My house is in yer debt today. But who are ye and what do ye do in these lands?
uk_ua: Люди, ви хоробро билися. Я Ульрек, вождь клану Норланд. Сьогодні мій клан у вас у боргу. Але хто ви і що ви робите в цих землях?

source: Humans
uk_ua: Люди

source: Humans are ultimately a weak breed. I taught them to summon powers they could not control. In their greed, they never stopped to wonder if they could master the sorcery, or if it would master them and their minds in turn. Content with only meager tricks, they never even noticed as I siphoned away the energy they summoned for myself. I grew more powerful day by day, yet not one of those filthy tree-killers thought that I posed a threat to them. Even when I ascended to undeath, they never questioned my teachings until they had all become my mindless slaves!
uk_ua: Люди, зрештою, слабка порода. Я навчив їх викликати сили, які вони не могли контролювати. У своїй жадібності вони ніколи не переставали дивуватися, чи зможуть вони оволодіти чаклунством, чи воно оволодіє ними та їхнім розумом у свою чергу. Задовольняючись лише жалюгідними трюками, вони навіть не помічали, як я висмоктував енергію, яку вони викликали, для себе. З кожним днем я ставав дедалі могутнішим, але жоден з тих брудних дереворубів не вважав, що я становлю для них загрозу. Навіть коли я став безсмертним, вони ніколи не ставили під сумнів моє вчення, аж поки не стали моїми бездумними рабами!

source: Humans have often pondered the workings of the world in which they live. Some endeavor to take this beyond idle musing, to set it as the primary enterprise of their lives. Any magi worthy of the title have spent at least a decade in study, amassing a sum of knowledge which sets them apart from other people. These men and women, who have committed themselves fully to the pursuit of wisdom, stand in stark contrast to a world where few can even read and write. Their ranks are filled with the children of hopeful nobility, or those who sought an escape from the intellectual void of manual labor. It is an irony that, with all their knowledge, and their unassuming monopoly thereof, the collective community of magi could likely rule society, were they ever to try. However, their true love is neither money, nor power, and those who see the study of magic as a means to such ends often lack the very conviction required for true mastery. Physically frail, and lacking familiarity with combat, magi do possess certain arts which are of great utility in battle.
uk_ua: Люди часто замислюються над тим, як влаштований світ, в якому вони живуть. Деякі займаються цим не тільки у вільний час, зробивши такі роздуми головним заняттям свого життя. Маги присвячують принаймні десять років свого життя навчанню і це сильно відрізняє їх від інших людей. У світі, де не всі люди вміють писати і читати, ці чоловіки і жінки повністю присвячують себе пошуку мудрості. Вони займаються з перспективними благородними дітьми або з тими, хто шукає вихід з інтелектуальної порожнечі, яка заповнила їх через важку ручну працю. Іронія в тому, що з усіма набутими знаннями і безумовною монополією на магію, спільнота магів могла б правити суспільством, якщо б захотіла. Однак, їх справжня любов — не гроші, і не влада, і ті, хто, прагнуть вивчати магію лише як шлях до розкоші, не здатні досягти справжньої майстерності. Фізично слабкі і незнайомі з прийомами бою, маги в битві використовують своє чаклунське мистецтво як чудовий інструмент.

source: Humans! Vile beasts!
uk_ua: Люди! Мерзенні чудовиська!

source: Humans! You are the curs who kidnapped the Sage Mebrin! Tell us where you have hidden him and perhaps we will grant you a quick death!
uk_ua: Люди! Ви ті дворняги, що викрали Мудреця Мербіна! Скажіть, де ви його сховали і, можливо, ми подаруємо вам швидку смерть!

source: Humans, bandits and abductors! Prepare to be slain!
uk_ua: Люди, розбійники та викрадачі! Готуйтеся до смерті!

source: Humans, halt! Who dares bring an army into the dwarvish hills?
uk_ua: Люди, стояти! Хто сміє вести армію в гномські пагорби?

source: Humph! Your words mean very little to me.
uk_ua: Гм! Не думаю, що твої слова багато коштують.

source: Humph. Fool of a boy’s just gonna burn us all up. Humans, always playing at being wizards.
uk_ua: Гм. Безглузде хлопченя нас усіх спалить. Люди вічно грають в чарівників.

source: Humph. I suspected as much — from both the elves and you. Humans and elves always think they’re so clever!
uk_ua: Хммм. Я чекав цього — і від вас, і від ельфів. Люди і ельфи завжди вважають себе занадто розумними!

source: Hundreds of years ago, the defeated Sorcerer Kesorak was entombed here, along with a number of his followers. An unholy chill now encircles the tombs, and many believe that the voice of Kesorak can still be heard, whispering amongst the withered trees of this barren landscape. Unconcerned by their gloomy surroundings, your leaders have chosen this place to clash.
uk_ua: Сотні років тому, тут був похований переможений Чарівник Кезорак, разом з чисельними прихильниками. На цій неродючій землі нечестивий холод обвиває гробницю, а чутки кажуть, що серед посохлих дерев досі можна почути шепотом голос Кезорака. Незважаючи на цю похмуру передісторію, ваші лідери вибрали це місце для поєдинку.

source: Hungarian Translation
uk_ua: Угорський переклад

source: Hungry Creatures
uk_ua: Голодні істоти

source: Hunter Caribe
uk_ua: Піранья мисливець

source: Hunting is a popular sport of noblemen, but it can also be a livelihood for commoners. Like any other craft, it has men of masterful skill in its practice. Huntsmen know all the tricks of their trade, and are skilled at navigating the wilderness, at tracking, and at the use of the bow. They are a fair shot at moving targets, and targets hiding under brush and cover; a skill wrought from years of practice at shooting game, and one which garrisoned bowmen often lack. Master hunters are employed by any group living in or passing through wild country, be they men of the law, or those working against it. Even nature itself can have deadly surprises, and any commander who fails to hire a such a guide can lose his men to nothing more than terrain. Good woodsmen can save lives, ease travel, provide food, and their skill with a bow is capitally useful in a fight.
uk_ua: Полювання є популярним видом спорту дворян, для простих же людей зазвичай це засіб для існування. Як і в будь-якій іншій справі, в полюванні є свої майстри. Мисливці знають усі тонкощі своєї справи, і навчені орієнтуванню, читанню слідів і стрільбі з лука. Вони чудово стріляють як по рухомих цілях, так і по цілях, що знаходяться в укритті. Це уміння вони набули за роки полювання на дичину, тоді як армійські лучники часто його позбавлені. Майстрів полювання наймають ті, хто живе або проходить через дику місцевість, чи то люди закону, чи поза законом. Іноді сама природа підносить підступні сюрпризи, і командир, що не найняв такого провідника, може втратити свою людину на рівному місці. Хороші єгеря рятують життя, полегшують перехід, забезпечують їжею, а їх уміння поводитися з луком надзвичайно корисне в бою.

source: Huntsman
uk_ua: Мисливець

source: Huntsmen have spent their lives in the backwoods and swamps of their wilderness homes. They can bullseye ferocious swamp rats and track anything that moves in their territory.
uk_ua: Єгері проводять своє життя в темних лісах та болотах, що оточують їхні дикі поселення. Вони можуть полювати на жахливим болотних щурів та відстежувати все, що пересувається їхньою територією.

source: Hurrah! Now THIS is a battle too grand to be missed. Save some for me, eh?
uk_ua: Урааа! Тепер ЦЯ битва занадто велика, що її пропускати. Залиште трохи мені, еге?

source: Hurricane Drake
uk_ua: Буревій

source: Hurricane Drakes have moved above the menial hunting and gathering to which the lower members of their caste are relegated. They are an integral part of the drakes’ military, scouting ahead of the main forces, carrying messages across the battlefield, and falling upon the enemy where it’s least expected. Being allowed—grudgingly—to train with the newcomers from other castes has increased their skill in combat, but their greatest strength still lies in their speed and flight.
uk_ua: Дрейки Буревії вже не займаються чорною роботою на зразок полювання і збирання здобичі, для чого призначені молодші члени касти. Вони є невід'ємною частиною армії дрейків: розвідники, яких посилають перед основними силами, гінці на полі бою, але з тим же успіхом вони можуть опуститись з неба на ворога там, де він цього менше всього чекає. Їм неохоче, але дозволяють тренуватися з новобранцями інших каст, що підвищує їх мистецтво ближнього бою, проте головна їх сила — політ і швидкість.

source: Hurry up and defeat the orcs before they become entrenched!
uk_ua: Поспіши і розбий орків доки вони не закріпилися!

source: Hurry up!
uk_ua: Швидше!

source: Hurry! Only death awaits in this valley!
uk_ua: Швидше! У цій долині нас чекає тільки смерть!

source: Hut
uk_ua: Барак

source: Hybrid Campaign
uk_ua: Гібридна кампанія

source: Hyvrun
uk_ua: Хівран

source: I Agree
uk_ua: Погоджуюсь

source: I agree, but misfortune may follow you depending on the nature of your misdeed.
uk_ua: Я погоджуся, але нещастя може переслідувати тебе, залежно від тяжкості твоїх проступків.

source: I agree. I hate to leave our home, but we will return.
uk_ua: Згоден. Я не хочу покидати наш будинок, але ми скоро повернемося.

source: I agree. I would very much like to meet Iliah-Malal. Where can I find him?
uk_ua: Погоджуюся. Я хотів би зустрітися з Іліа-Малалом. Де його можна знайти?

source: I am Caladon. Am I glad to see YOU?
uk_ua: Так, я Каладон. А чи радий я бачити ВАС?

source: I am Delfador the Great. Prepare to die!
uk_ua: Я Делфадор Великий. Готуйся вмерти!

source: I am Delfador, a court mage of Wesnoth and the legate of Arch-Mage Leollyn; with me is Chantal, a great lady of the Lintanir Elves. Quickly, I must speak with your commander; death treads upon our very heels.
uk_ua: Я Делфадор, придворний маг Весноту і посланець Архімага Леолина; зі мною Шанталь, велична пані Лінтанірських Ельфів. Швидше, я повинен поговорити з вашим командиром; смерть женеться за нами по п'ятах.

source: I am Delfador. And you are dust!
uk_ua: Я Делфадор. А ти пил!

source: I am Delfador. Friends, a great evil has been unleashed. A portal has been opened to the Land of the Dead near the northernmost extent of these hills, nearly under the eaves of Lintanir Forest. I must close it, or else we are all doomed.
uk_ua: Я Делфадор. Друзі, велике зло було звільнене. Поряд з північними відрогами цих пагорбів, майже на кордоні Лінтанірского Лісу, відкритий портал до Мертвих Земель. Я повинен закрити його, інакше нас усіх чекає страшна смерть.

source: I am Galdrad. You will have to fight me to get any further!
uk_ua: Я Гальдрад. Ти пройдеш далі лише через мій труп!

source: I am Kai Krellis of Jotha. I am attempting to defeat Mal-Govon and take his sword. Will you join us in battle against a common enemy?
uk_ua: Я Кай Креліс з Йоти. Я хочу перемогти Мал-Говона і забрати його меч. Чи приєднаєшся ти до нас у битві проти спільного ворога?

source: I am Kai Krellis of Jotha. I am seeking a flaming sword, and I am told you know where to find it.
uk_ua: Я Кай Креліс з Йоти. Я шукаю Вогняний Меч, і мені сказали, що ти знаєш, де його знайти.

source: I am Keshan.
uk_ua: Мене звати Кешан.

source: I am Prince Haldric. We come in peace. May our peoples—
uk_ua: Я — принц Хальдрік. Ми прийшли з миром. Хай будуть наші народи—

source: I am Ras-Tabahn. Welcome to my laboratory, Ardonna of Tarrynth!
uk_ua: Я — Рас-Табан. Вітаю тебе у себе в лабораторії, Ардонно Тарринтська!

source: I am Ur-Thorodor, eldest of the forest. Who are you human-creatures? You may not trespass on our island.
uk_ua: Я Ур-Тородор, старійшина цього лісу. Хто ви, люди? Ви не можете пройти на наш острів.

source: I am a mage and not a threat to you gentle... reptiles. I wish only to animate some spirits, so I won’t disturb your salvage operation.
uk_ua: Я — лиш чарівниця, і вам нічим не загрожую, мирні… рептилії. Я хочу лиш прикликати кілька духів, а вашій роботі не заважатиму.

source: I am afraid not, Konrad. I have come across some important documents, and must make haste with them to the Elven Council. It seems that the time to stop Asheviere is shorter than I had thought.
uk_ua: Боюсь, що ні, Конраде. Я наштовхнувся на деякі важливі документи, і маю поспішити з ними до Ельфійскої Ради. Здається, часу, щоб зупинити Ашевір менше, аніж я думав.

source: I am afraid there is no time for rest, Konrad. Asheviere has laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
uk_ua: Боюся, в нас нема часу на відпочинок, Конраде. Ашевір взяла в облогу Еленсефар, порушивши вікову угоду між Веснотом та Еленським містом-державою. Ніхто не знає, скільки ще земель вона зможе поглинути, якщо місто впаде!

source: I am afraid we cannot. We need help. My old instructor, Tyegëa, teaches on an island to the north. She and her priestesses are powerful. With their help we could probably defeat these enemies. Our task is to convince her to leave her enclave.
uk_ua: Я боюся, ми не зможемо. Нам потрібна допомога. Мій старий вчитель, Тигея, навчає учнів на острові, що на півночі. Вона та її жриці могутні. З їхньою допомогою ми, мабуть, зможемо перемогти цих ворогів. Нам необхідно переконати її піти з нами.

source: I am already aware of your altercation in Dallben, Baldras. Your dissent was not wise.
uk_ua: Мені вже відомо про твою сутичку в Далбені, Балдрасе. Твій непослух був дуже нерозумним.

source: I am astonished. I suppose I should be honored to have such a distinguished ancestor. Now I understand why Cylanna knew you would help us.
uk_ua: Я здивований. Напевно, мені варто гордитися, що у мене такий видатний предок. Зараз я розумію, чому Цілана знала, що ти нам допоможеш.

source: I am but a humble servant of the Crown. I will establish a new order of knights for a new land. For a new King, if you will allow me to serve under your banner.
uk_ua: Я усього лише скромний слуга корони. Я встановлю лицарський орден в нових землях. Заради нового короля, якщо ти дозволиш мені служити під твоїм прапором.
